Repository: mozilla-l10n/mt-training-data
Catalog: yo/yo_pontoon.tmx
Source language: en_us
Languages: yo

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
yo: Ẹ̀dà èdè jẹ́ irúfẹ́ èdè kan - fún àpẹẹrẹ, èyí tí àwọn ènìyàn agbègbè kán jọ ń sọ. Nígbà míràn, a máa ń per wọ́n ní ẹ̀ka èdè

source: Varying Pronunciations
yo: Oríṣiríṣi ọ̀nà ìpọ̀rọ̀

source: Version
yo: Ẹ̀dà

source: View your progress against personal and project goals.
yo: Wo ìlọsíwájú rẹ pẹ̀lú u ìfojúsùn tìrẹ àti ti iṣẹ́ náà.

source: Visible
yo: Fi hàn

source: Voice clips are entered into a submission queue that readies them for listening.
yo: Àwọn fọ́nrán ohùn máa ń wọ àkójọpọ̀ àfijíṣẹ́ tó ń ṣe ìgbaradì wọn fún gbígbọ́.

source: Voice Contribution
yo: Ìfikún Ohùn

source: Voice Dataset, Ready for Download
yo: Àkójọpọ̀ dátà ohùn, ṣetán láti gbàásílẹ̀

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
yo: Ohùn jẹ àdáyéba, ohùn ni ènìyàn. Ohun ló ṣe jẹ wá lógún láti ṣẹda ohun alálòtúnlò tí a le ò fún àwọn ẹ̀rọ wa. Ṣùgbọ́n láti ṣẹ̀dá àwọn ẹ̀rọ aṣàmúlò ohun, àwọn dìfẹ́lọ́pà nílo ọ̀pọ̀lọpọ̀ ìgbàsílẹ̀ ohùn.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
yo: Ohùn jẹ àdáyébá, ohùn ni ènìyàn. Ohun ló ṣe jẹ Wasiu lógún láti ṣẹda ohun alálòtúnlò tí a le ò fún àwọn ẹ̀rọ wa. Ṣùgbọ́n láti ṣẹ̀dá àwọn ẹ̀rọ aṣàmúlò ohun, ó nílo ọ̀pọ̀lọpọ̀ ìgbàsílẹ̀ ohùn.

source: Voices Online Now
yo: Ohùn wà lórí Ayélujára Nísìyí

source: Voice Validation
yo: Ìṣàyẹ̀wò Ohùn

source: Volume
yo: Bó ṣe ń dún sí

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
yo: VoxForge Jean ṣíṣẹ̀dá láti gba ìṣọ tí a ti ṣe ìdàkọ rẹ̀ tí a lè lò pẹ̀lú ẹ́ńgíìnì ìmẹ̀ẹ̀rọ ìdámọ̀ohùn lọ́fẹ̀ẹ́ tó sì wà lárọ̀ọ́wọ́tó gbogbo ènìyàn.

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
yo: O fẹ́ ṣe ìrànlọ́wọ́ láti jẹ́ kí Common voice túbọ̀ dára sí i? Ó dára! Kàn sí wa nípasẹ méélì tàbí <discourseLink> Ìfòròjomitoro-ọ̀rọ̀ </discourseLink> àwọn ààye ìtàkùrọ̀sọ, wàhálà ojú òpó ìfijíṣẹ́ nípasẹ̀ <githubLink>GitHub</githubLink>, tàbí darapọ̀ mọ́ àwùjọ ìdánidọ́rẹ̀ <matrixLink> Matrix </matrixLink>

source: Want to stay in touch with Common Voice?
yo: O fẹ́ wà ní àrọ́wọ́tó pẹ̀lú Common Voice?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
yo: Ṣé o fẹ́ àwọn àtẹ̀ránṣẹ́ itàlólobó nígbà tí a bá ṣe ìdásílẹ̀ ẹ̀yà tuntun fún àwọn àkójọpọ̀ dátà Common Voice? Ṣe ìforúkọsílẹ̀ sí lẹ́tà asọ̀rọ̀yìn wa.

source: Watch our video explainer to help
yo: Wo àwọn fọ́nrán amóhùn-máwòran aṣàlàyé wa láti ṣe ìrànlọ́wọ́

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
yo: À ń ṣe àkópọ̀ fọ́nrán ohùn ti ẹnikẹ́ni le lò láti fi kọ́ àwọn ẹ̀rọ aṣàmúlò ohùn.

source: We are going out to get a coffee.
yo: À ń jáde lọ gba kọ́fì kan

source: We are going out to get coffee.
yo: À ń jáde lọ gba kọ́fì.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
yo: Àwa ní Mozilla ń ṣẹ àpèjọ ìjọ ènìyàn lórí ìmọ̀-ẹ̀rọ nípa ohùn. A ma fẹ́ láti mọ àwọn ohun ọ̀tun, àwọn orísun dátà àti láti mọ̀ sí i nípa bí ẹ ṣe ń lo àwọn dátà yí.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
yo: A gbàgbọ́ pé àkójọpọ̀ dátà olóhùn tó pọ̀ tó sì wà ní gbangba yóò ṣàtìlẹ́yìn fún iṣẹ́ ọ̀tun àti káràkátà tó yen kooro nínú ìmẹ̀ẹ̀rọ adóhùnmọ̀ tó dá lórí i ìkẹ́rọnímọ̀. Èyí jẹ́ akitiyan káàkiri àgbáyé a sì ń kàn si ẹ láti kópa. Àfojúsùn wa ni láti ṣe ìrànwọ́ kí ìmẹ̀ẹ̀rọ adóhùnmọ̀ lè di nínáàǹfànísí, kí ó sì jẹ́ dígí fún irúfẹ́ oríṣiríṣi ohùn káàkiri àgbáyé.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
yo: A ní ìgbàgbọ́ pé àkójọpọ̀ àkálẹ̀ dátà ohùn tó kẹnú tó sì wà lárọ̀ọ́wọ́tó gbogbo ènìyàn yóò ṣe ìgbèrú tí yóò bí emigreerde ìmọ̀ọ́ṣe nínú u ète tó gùn lé akitiyan ìmọ̀ ẹ̀rọ lórí ohùn nípa ṣíṣàmúlò ìmọ ìkẹ́rọnímọ̀. Àkójọpọ̀ dátà olóhùn loríríṣiríṣi èdè ti Common Voice ni ó jẹ́ àkọ́kọ́ irú rẹ̀ ẹ̀yí tó níla jù tó wà lárọ̀ọ́wọ́tó gbogbo ènìyàn, ṣùgbọ́n kì í ṣe òhun nìkan ló wà. Wo ojú awé yìí gẹ́gẹ́ bí i ìtọ́ka sí functie àwọn ìkójọ dátà ohùn tó wà lárọ̀ọ́wọ́tó gbogbo ènìyàn, bí Common Voice ṣe ń gbèrú si, ilé fún ìfiráńṣé àtìgbàdégbà wa.

source: Website Localization
yo: Ìsọ̀kànnì-di-tìbílẹ̀

source: We couldn’t find that page for you
yo: A kò rí ojú ìwé yẹn fún ẹ.

source: We couldn’t get any audio clips for you to listen to. Please try again later.
yo: A kò rí fọ́nrán olóhùn kọọkan fún ọ láti gbọ́. Jọ̀wọ́ ṣe ìbẹ̀wò tó bá ṣe díẹ̀.

source: We couldn’t get any sentences for you to speak. Please try again later.
yo: A kò rí gbólóhùn kọọkan fún ọ láti kà. Jọ̀wọ́ ṣe ìbẹ̀wò tó bá ṣe díẹ̀.

source: Weekly
yo: Ọ̀sẹ̀ẹ̀sẹ̀

source: Weekly Goal
yo: Àfojúsùn ọ̀sẹ̀ẹ̀sẹ̀

source: We launch the Common Voice site in this language.
yo: A se ìfilọ́lẹ̀ ojú awẹ́ Common Voice nỉ èdè yí.

source: Welcome { $company } staff!
yo: káàbọ̀ { $company } òṣìṣẹ́!

source: Welcome to Common Voice
yo: Ẹ káàbọ̀ sí orí Common Voice

source: We may have run out of clips - refresh the page, or try again later.
yo: A ò nỉ fọ́nrán mở rún àyẹ̀wò nínú èdè yí...

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
yo: A lè má tíì rí ìbéèrè náà gbà. Jọ̀wọ́ fi íméèlì ránṣẹ́ sí wa tààrà ní <emailLink>{ $email }</emailLink> a ó sì kàn sí ọ!

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
yo: A ṣe ìlérí láti ṣe ì†ọ́jú àwọn àlàyé rẹ dáradára. Ka díẹ̀ si nínú un <privacyLink> Àkíyèsí Aláṣìírí wa</privacyLink>.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
yo: À ń ṣe ìkójọ àkálẹ̀ ohùn lóríṣiríṣe èdè tí ó wà ní àrọ́wọ́tó gbogbo ènìyàn tí oníkálukú lè lò láti kọ́ ẹ̀rọ bí a ti ń sọ̀rọ̀.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
yo: À ń sẽ ìgbàjọ àwọn ohùn ti ẹnikẹ́ni le lò. Ṣe àfikún pẹ̀lú ohùn rẹ, yẹ bí fọ́nrán àwọn ẹlòmìíràn ṣe dára sí wò, jé kí àkójọ dátà náà dára si fún gbogbo ènìyàn.

source: We’re experiencing unexpected downtime
yo: À ń kojú àìṣiṣẹ́ láìròtẹ́lẹ̀.

source: We’re going out to get coffee.
yo: À ń jáde lọ gba kọ́fì

source: We release the dataset every 3 months.
yo: A máa ń gbé dátà náà jádi ní oṣù mẹ́tamẹ́ta

source: We're receiving a lot of traffic and are currently investigating the issues.
yo: À ń right súkẹrẹfàkẹrẹ lọ́pọ̀lọpọ̀ a sì ń ṣe ìwádìí lórí i ìdojúkọ náà

source: We’re sorry, your platform is not currently supported.
yo: A tọrọ àforíjì, kò sí àtìlẹyìn fún pèkéle tí ò ń lò

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
yo: À ń lo èròjà Mozilla tí à ń pè ní <pontoonLink>Pontoon</pontoonLink> fún ògbifọ̀. Pontoon ní orísìírísìí èdè, ṣùgbọ́n bí kò bá ni tìrẹ o lè <pontoonRequestLink> o lè bèèrè kí á fi èdè rẹ kún un</pontoonRequestLink>. lẹ́yìn náà, kí èdè lè di lílò ní orí àkànsẹ-iṣẹ́ Common Voice, <githubRepoLink>bèèrè fún èdè tuntun lórí GitHub</githubRepoLink>. <localizationFragment> rí ọ̀pọ̀ sí i lórí ògbifọ̀ ìkànnì</localizationFragment>.

source: We've run out of sentences to record in this language...
yo: A ò ní gbólóhùn mọ́ láti ṣe àkálẹ̀ fún nínú èdè yí...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
yo: A fẹ́ kí àwọn àwòṣe ohùn ṣe dáadáa pẹ̀lú ìgbágbọ́yé onírúurú àwọn elédè. Fún èyí láti ṣẹlẹ̀, àkójọpọ̀ détà ohùn gbọ́dọ̀ ṣaṣojú oríṣiríṣi ènìyàn.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
yo: À ń fẹ́ kí ìṣisẹ́ ìkó ẹ̀rọ lè mójútó onírúurú ariwo abẹ́lẹ̀, kódà ìbáà ṣe ariwo tí ó pọ̀ tíẹ̀ lè jẹ́ gbígbà nìwọ̀n ìgba tí wọn ò bá ti dí ẹ lọ́wọ́ gbígbọ́ ọ̀rọ̀. Orin abẹ́lẹ̀ dára; ṣùgbọ́n orin tí ó ń pariwo tí ó sì ń dí ẹ lọ́wọ́ gbígbọ́ kò dára.

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
yo: A óò<strong> jẹ́ kí alábòójútó ẹgbẹ́ wá mọ̀ pé ò ń fẹ́</strong>, kí wọ́n lè fún ẹ ní ìrànwọ́ tàbí ìròyìn tí o lè nílò.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
yo: A ma kàn sí ẹ pẹ̀lú ọ̀pọ̀ àlàyé nípa bí o ṣe lè fi èdè rẹ sí Common Voice láìpẹ́.

source: We will be in touch with more information as it becomes available.
yo: A yóò kàn sí ẹ pẹ̀lú ẹ̀kúnrẹ́rẹ́ àlàyé lọ́gán bí ó ba ti wà ní àrọ́wọ́tó o wa.

source: We will not make your email public.
yo: A ò ní fi ímeèlì rẹ síta.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
yo: A ó ṣe àgbéyẹ̀wò ìbéèrè rẹ láti yọ àkásílẹ̀ olóhùn rẹ̀ kúrò nínú àkójọpọ̀ data. Bí wọ́n bá tẹ ìbéèrè rẹ lóǹtẹ̀, a ó kà sí àwọn tí wọ́n ti gbà á kí wọ́n yọ ọ́ kúrò bákan náà.

source: What is a language on Common Voice?
yo: Kíni èdè jẹ́ lórí Common voice?

source: What issues are you experiencing with this sentence?
yo: Àwọn ìṣòro wo lò ń dojúkọ nínú un gbólóhùn yí?

source: What kind of goal do you want to build?
yo: Irú àfojúsùn wo ni o fẹ́ kọ́?

source: What’s inside the Common Voice dataset?
yo: Kí ló wà nínú u àkójọpọ̀ dátà Common Voice

source: What's Public?
yo: Kí ló wà ni gbangba?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
yo: Nígbà tí aṣàmúlò bá kọ fọ́nrán ohùn kan yóò padà sórí ìlà. Tí ẹ̀kọ rẹ̀ bá di méjì, fọ́nrán ohùn náà yóò di gbígbé lọ sí itẹ́ àwọn fọ́nrán.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
yo: Nígbà tí o bá ń tẹ́tí, yẹ àwọn ìkàsílẹ̀ wò dáada pé wọn bá àwọn ohun ta kọ sílẹ̀ mu rẹ́gí; ṣe ìkọ̀sílẹ̀ , kò báà jẹ́ fún àṣìṣe pẹ́pẹ̀pẹ́. <br /> Pẹ̀lú àwọn àṣìṣe tó wọ́pọ̀:

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
yo: Nígbà tí o bá tọrọ fún àwọn ìkàsílẹ̀ rẹ, a má ń ṣe àkójọpọ̀ wọn sínú ZIP fáìlì kan tàbí púpọ̀. Èyí ni àwọn ìtọrọ rẹ tí ó kọjá

source: Which variant of { $language } do you speak?
yo: Irúfẹ́ { $language } wo lò ń sọ

source: Why ?
yo: Kí ló dé?

source: Why a profile?
yo: Ìdí fún púrófáìlì?

source: Why Common Voice?
yo: Kí ni ìdí fún Common Voice?

source: Why does this matter?
yo: Kí ni ìdí tó fi ṣe pàtàkì?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
yo: Ǹjẹ́ ìwọ yóó nífẹ̀ẹ́ àti tọrọ kí ìgbàsílẹ̀ ohun rẹ di píparẹ́ pẹ̀lú, tàbí ṣé o fẹ́ tọ́jú wọn sínú àkójọpọ̀ dátà Common Voice?

source: Yes
yo: Bẹ́ẹ̀ni

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
yo: Bẹ́ẹ̀ni, fi ímeèlì ránṣẹ́ sí mi. Mo máa fẹ́ láti máa mọ ohun ọ̀tun nípa àkànṣe-iṣẹ́ Voice Common.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
yo: Bẹ́ẹ̀ni, fi ímeèlì ráńṣẹ́ sí mi. Èmi yóò fẹ láti mọ àwọn ohun ọ̀tun nípa ìtẹ̀síwájú èdè yií lórí Common Voice.

source: You
yo: Ìwọ

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
yo: O fẹ́ sẽ àgbàsílẹ̀ iye <size>{ $size }GB</size>, tẹ̀síwájú?

source: You are prepared to initiate a download of <b>{ $size }</b>
yo: O ti ṣetán láti ṣe ìgbàsílẹ̀ sórí ẹ̀rọ iye <b>{ $size }</b>

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
yo: <strong>Sentence Collector</strong> ni irinṣẹ́ fún gbígbà àti ìfọwọ́sí àwọn gbólóhùn ní ìgbọnu gbogbogbò. O máa <scAccountLink> nílò láti forúkọsílẹ̀</scAccountLink>. Lẹ́yìn náà, ṣàfikún ède tìrẹ sí <strong>púrófáílì rẹ</strong>. O lè <strong>ṣàfikún</strong> gbólóhùn tàbí <strong>ṣàgbéyẹ́wò</strong> àwọn àfikún gbólóhùn tó ti kọjá.

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
yo: Ìgbéjáde ìparí ọdún

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
yo: O sì lè lo ọ̀nà àbùjá àtẹ-òǹtẹ̀:{ sc-review-form-button-approve-shortcut } láti fọwọ́sí,{ sc-review-form-button-reject-shortcut } láti kọ̀, { sc-review-form-button-skip-shortcut } láti fò

source: You can choose to make your username public or anonymous.
yo: O lè jẹ́ kí orúkọ ìdámọ̀ rẹ́ wà ni gbangba tàbí aláìlèdámọ̀.

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
yo: O lè lọ sí <datasetsPage>ojú-ìwe àkójọpọ̀ détà</datasetsPage>, yan ẹ̀dà àti èdè tí o fẹ́, kí o sì gbà á sílẹ̀! Àwọn fáílì náà ní <metadataLink>àjọṣepọ̀ metadata</metadataLink>, bíi ìtọ́ni nípa agbègbè àti détà ìfọwọ́sí. O máa nílò láti pèsè àdírẹ̀si emeelì kan láti gba àkójọ détà náà sílẹ̀.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
yo: O lè ṣe ìrànwọ́ láti kọ́ àkọ́jọpọ̀ dátà onírúurú, olórísun-tó-hànde nípasẹ̀ ṣíṣẹ̀dá púrófáìlì Common Voice àti dídá ohùn rẹ si.

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
yo: O lè ṣalábàpàde àwọn mìíràn ní àwùjọ ède Mozilla pẹ̀lú dídarapọ̀ mọ́ <discourseLink>ìfọ̀rọ̀wérọ̀</discourseLink> fún ìfọ̀rọ̀wérọ̀ tó ń lọ, tàbí <matrixLink>Matrix</matrixLink> fún ìmọ̀ran ojúẹsẹ̀.

source: You cannot request your recordings while another request is already in progress.
yo: O kò lè bèèrè àkálẹ̀ rẹ nígbà tí ìbéèrè mìíràn ń lọ lọ́wọ́

source: You can request a new takeout of your recordings every { $days } days.
yo: O lè tọrọ ìyọkúrò tuntun fún àwọn ìkàsílẹ̀ rẹ ní gbogbo{ $days } àwọn ọjọ́.

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
yo: O lè ṣàgbékalẹ̀ ìṣẹ̀lẹ̀ láti jẹ́ kí àwọn ènìyán kópa. Ó rọrùn ju bí o ṣe lérò. O lè ṣe é lórí afẹ́fẹ́ pẹ̀lú irinṣẹ́ ìpàde amóhùnmáwòrán, tàbí lójúkojú tí kò bá léwu.<eventTemplate> Wo àwọn àwòṣe wa fún ṣíṣàgbékalẹ̀ ìṣẹ̀lẹ̀.</eventTemplate>

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
yo: O lè<sentenceCollectorLinkAdd>sẽ ìfikún gbólóhùn Diego</sentenceCollectorLinkAdd>, tàbí o lè ṣe <bulkImportDocsLink> ìgbéwọlé olódidi nípa lílo Github</bulkImportDocsLink>. Rántí pé gbólóhùn gbọ́dọ̀ jẹ́ <licenseLink>CC0 (tàbí awàníta gbangba)</licenseLink>, tube kí o kọ tìrẹ.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
yo: O lè lo </scraperLink>agbagbólóhùnsílẹ̀<scraperLink> láti yá gbólóhùn kékéèké láti Wikipedia.

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
yo: O lè lo ìkànì ìbánidọ́rẹ̀ láti gbé èròngbà náà síta. Pín àwọn àtẹ̀jíṣẹ́ tó ń ṣàlàye ìdí tó fi pọn dandan, kí o sì kàn sí àwọn ènìyàn mìíràn tí wọ́n ń sọ̀rọ̀ nípa àwọn àdojúkọ bíi òfin èdè, AI ajẹmọ́ ohùn, tàbí ìṣègbè nínú ìmọ̀-ẹ̀rọ. Wo àfikún àbá lórí <campaignLink>ṣíṣe ìpolongo ayélujára, pẹ̀lú àkónú tí o lè ṣàtúnlò</campaignLink>.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
yo: O kò tíì yan àwọn èdè kankan. Jọ̀wọ́ lọ sí <profileLink>púrófáìlì</profileLink> rẹ láti yan àwọn èdè.

source: You must allow microphone access.
yo: O gbọdọ̀ fàyègba amóhùndúngbẹ̀mù

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
yo: Ohùn ìpèdè ni bí o ṣe ń pe ọ̀rọ̀. O lè rí bó ti rí latara ibi tí o ti gbé, àwọn èdè mìíràn tí ò ń sọ àti àwọn ohun mìíràn. O lè sọ àwọn ohun to rò bé ó ṣe pàtàkì níbí.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
yo: Àwọn ìgbàsílẹ̀ ohun aláìlórúkọ rẹ yóó ṣì wà nínú àkójọpọ̀ dátà Common Voice. Ní kété tí o bá pa púrófáìlì rẹ rẹ́, ìwọ ò ní ní àǹfàní àti tọrọ pẹ́ kí àwọn àkálẹ̀ rẹ di yíyọ sílẹ̀ kúrò nínu àkójọpọ̀ dátà náà

source: Your daily goal has been created
yo: Àfojúsùn rẹ ojoojúmọ́ ti di síṣẹ̀dá

source: Your download has started.
yo: Ìgbàsílẹ̀ rẹ ti bẹ̀rẹ̀

source: You’re contributing to a target segment
yo: Ò ń ṣẹ àfikún sí abala àfojúsùn kan.

source: You’re contributing to our first target segment
yo: Ò ń ṣẹ àfikún sí abala àfojúsùn wa àkọ́kọ́

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
yo: O ti gbaradì láti <bold> má gba </bold> ímeèlì bí i ìrántí àfojúsùn, Ìsọdititun ìtẹ̀síwájú mi àti lẹ́tà asọ̀ròyìn lórí Common Voice.

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
yo: O ti gbaradì láti máa gba ímeèlì bí i ìrántí àfojúsùn, Ìsọdititun ìtẹ̀síwájú mi àti lẹ́tà asọ̀ròyìn lórí Common Voice.

source: Your email address
yo: Ímeèlì rẹ

source: Your files are being assembled. Please check again later.
yo: À ń to àwọn fáìlì rẹ lọ́wọ́. Jọ̀wọ́ ṣe àyẹ̀wò rẹ̀ nígbà míràn.

source: Your Languages
yo: Àwọn èdè rẹ

source: Your username and email will not be associated with the published data.
yo: Orúkọ ìdámọ̀ àti imeèlì rẹ kò ní wà ní ìdámọ̀ pẹ̀lú u àwọn dátà tí a bá tẹ̀ jáde.

source: Your weekly goal has been created
yo: Àfojúsùn rẹ̀ ọ̀sọ̀ọ̀sẹ̀ ti di sísẹ̀dá

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
yo: Ó yẹ kí o rí ímeèlì kan gbà láìpẹ́ tí ó ń ṣàlàyé ìgbésẹ̀ láti fi èdè rẹ kún Common Voice

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
yo: O bá Common Voice láti dé <goalPercentage></goalPercentage> àfojúsùn ojojúmọ́{ $goalValue } àkálẹ̀ wa!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
yo: O ti bá Common Voice dé <goalPercentage></goalPercentage> àfojúsùn ojojúmọ́ { $goalValue } àyẹ̀wo wa!

source: You've successfully signed up for contributing to { $language }. Thank you.
yo: O ti yege ní fífi orúkọ sílẹ̀ láti ṣe àfikún sí { $language }. A dúpẹ́.

source: Zip #{ $offset } of { $total }
yo: Zip#{ $offset } ti { $total }

source: 1 add-on
yo: 1 ṣàfikún

source: %1$d new permissions are required
yo: %1$d wọ́n nílò ìgbàláyè tuntun

source: %1$d out of %2$d
yo: %1$d nínú un %2$d

source: %1$d selected
yo: %1$d ti yàn

source: 1. Go to Android Settings
yo: 1. Lọ sí ètò ándírọ́ídì

source: 1 open tab. Tap to switch tabs.
yo: 1 sí táàbù. Tẹ̀ ẹ́ láti bọ́ sí àwọn táàbù.

source: %1$s add-ons
yo: %1$s àwọn àfikún
